<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langLoginBeforePost3  = "зарегистрироваться в виртуальном университете";
$langLoginBeforePost2  = "вы должны сначала ";
$langLoginBeforePost1  = "Чтобы разместить сообщение в форуме, ";
$langLastMsg = "Последнее сообщение";
$langEditDel = "редактировать/удалить";
$langSeen = "Прочитанные";
$langAdm = "Администрировать";
$langQuote = "Цитировать";
$langNewTopic = "Начать новую тему";
$langAnswer = "Ответить";
$langGroupSpaceLink = "Пространство группы";
$langGroupForumLink = "Форум группы";
$langGroupDocumentsLink = "Документы группы";
$langMyGroup = "Моя группа";
$langOneMyGroups = "под моей ответственностью";
$l_body = "Сообщение";
$l_prevpage      = "Предыдущая страница";
$l_new           = "новые";
$l_enterpassword = "Введите ваш пароль.";
$l_perday        = "Сообщения в день";
$l_oftotal       = "от общего количества";
$l_userdisallowed = "Выбранное имя пользователя не разрешено администратором. Вернитесь назад и попробуйте еще раз.";
$l_noprivatepost  = "Это <b>Закрытый форум</b>. Вы не можете размещать сообщения в этом форуме.";
$l_statsblock    = "$statsblock = \"Наши участники отправили -$total_posts- $l_messages.<br>
У нас -$total_users- зарегистрированных участников.<br>
Последний зарегистрированный участник -<a href=\\\"$profile_url\\\">$newest_user</a>-.<br>
-$users_online- \". ($users_online==1?\"участник\":\"участники\") .\" 
<a href=\\\"$online_url\\\">сейчас</a> в этих форумах.<br>\";";
$l_privnotify    = "$privnotify = \"<br>У вас есть
 $new_message <a href=\\\"$privmsg_url\\\">новое частное\".($new_message>1?\"messages\":\"message\").\"</a>.\";";
$l_thankregister = "Спасибо за регистрацию!";
$l_alwaysdisable = "Никогда не использовать";
$l_boardlang     = "Язык";
$l_topicreview   = "Обзор темы";
$l_pwdmessage = "Уважаемый $checkinfo[username],
Вы получили это сообщение, так как вы (ил кто-то, кто выдает себя за вас) попросил изменить ваш пароль 
на форумах $sitename. Если вы считаете, что получили это сообщение по ошибке, удалите его и ваш пароль 
останется прежним. 

Ваш новый сгенерированный пароль: $newpw

Чтобы изменение состоялось, вы должны зайти на эту страницу: 

   http://$SERVER_NAME$PHP_SELF?actkey=$key

При посещении этой страницы ваш пароль в нашей базе данных будет изменен и 
при желании вы сможете его изменить в ваших Настройках. 

Спасибо за использование форумов $sitename

$email_sig";
$l_forum = "Форум";
$l_forums = "Форумы";
$l_topic = "Тема";
$l_topics = "Темы";
$l_replies = "Ответы";
$l_poster = "редактор";
$l_author = "автор";
$l_views = "прочитанные";
$l_post = "Сообщение";
$l_posts = "Сообщений";
$l_message = "Сообщение";
$l_messages = "Сообщения";
$l_subject = "Тема";
$l_from = "от";
$l_moderator = "модератор";
$l_username = "имя пользователя";
$l_password = "пароль";
$l_email = "Email";
$l_emailaddress = "адрес Email";
$l_preferences = "Настройки";
$l_anonymous = "Аноним";
$l_guest = "Гость";
$l_noposts = "нет Сообщений";
$l_joined = "Зарегистрирован";
$l_gotopage = "на страницу";
$l_nextpage = "Следующая страница";
$l_go = "Перейти к ";
$l_selectforum = "Выбрать Форум";
$l_date = "Дата";
$l_number = "Число";
$l_name = "Название";
$l_options = "Опции";
$l_submit = "Опубликовать";
$l_confirm = "Подтвердить";
$l_enter = "ОК";
$l_by = "кто автор";
$l_html = "HTML";
$l_bbcode = "BBcode";
$l_smilies = "Smilies";
$l_on = "On";
$l_off = "Off";
$l_yes = "Да";
$l_no = "Нет";
$l_click = "Щелкните";
$l_here = "здесь";
$l_toreturn = "чтобы вернуться";
$l_returnindex = "чтобы вернуться к оглавлению форума";
$l_returntopic = "чтобы вернуться к списку тем форума.";
$l_error = "Ошибка";
$l_tryagain = "Вернитесь назад и попробуйте еще раз.";
$l_mismatch = "пароли не совпадают.";
$l_userremoved = "Этот участник был удален из базы данных.";
$l_wrongpass = "Вы ввели неверный пароль.";
$l_userpass = "Введите ваши имя пользователя и пароль.";
$l_banned = "Вам запрещен доступ в этот форум. Свяжитесь с администратором системы, если у вас есть вопросы.";
$l_nopost = "У вас нет права размещать сообщения в этом форуме.";
$l_noread = "У вас нет права читать сообщения данного форума.";
$l_lastpost = "Последнее Сообщение";
$l_sincelast = "с вашего последнего посещения";
$l_newposts = "Новые Сообщений с вашего последнего посещения";
$l_nonewposts = "Нет новых Сообщений с вашего последнего посещения";
$l_indextitle = "Оглавление форума";
$l_profile = "Профиль";
$l_register = "Зарегистрироваться";
$l_onlyreq = "нужно, только если надо изменить регистрацию";
$l_location = "из";
$l_viewpostuser = "просмотреть сообщения этого участника";
$l_url = "URL";
$l_icq = "ICQ";
$l_icqnumber = "Номер ICQ";
$l_icqadd = "добавить";
$l_icqpager = "Pager";
$l_aim = "AIM";
$l_yim = "YIM";
$l_yahoo = "Yahoo Messenger";
$l_msn = "MSN";
$l_messenger = "MSN Messenger";
$l_website = "Адрес веб-сайта";
$l_occupation = "Место работы";
$l_interests = "Хобби";
$l_signature = "Подпись";
$l_sigexplain = "Это текст, который вы можете добавить к вашим сообщениям. <BR>максимум 255 знаков!";
$l_usertaken = "имя пользователя, которое вы выбрали, уже существует";
$l_infoupdated = "Ваши данные обновлены";
$l_publicmail = "Разрешить другим участникам видеть ваш адрес Email";
$l_itemsreq = "Поля, отмеченные * обязательны";
$l_viewforum = "Зайти в форум";
$l_notopics = "В этом форуме нет тем. Вы можете начать новую тему.";
$l_hotthres = "Больше нет  Сообщений";
$l_islocked = "Тема закрыт. (нельзя расместить новые Сообщений)";
$l_moderatedby = "Модератор:";
$l_privateforum = "Это <b>Закрытый форум</b>.";
$l_private = "Это <b>Закрытый форум</b>.<br>Примечание: вы должны разрешить cookies на вашем компьютере, 
чтобы импользовать закрытые форумы.";
$l_topictitle = "Читать Тема";
$l_unregistered = "Незарегистрированный участник";
$l_posted = "Опубликовано ";
$l_profileof = "Просмотреть профиль ";
$l_viewsite = "Просмотреть веб-сайт";
$l_icqstatus = "состояние ICQ";
$l_editdelete = "редактировать/удалить это Сообщение";
$l_replyquote = "Ответить, цитируя";
$l_viewip = "Показать IP адреса (доступно только модераторам и администраторам)";
$l_locktopic = "Закрыть эту Тема";
$l_unlocktopic = "Открыть эту Тема";
$l_movetopic = "Переместить эту Тема";
$l_deletetopic = "Удалить эту Тема";
$l_loggedinas = "подключен как";
$l_notloggedin = "не подключен";
$l_logout = "выйти";
$l_login = "войти";
$l_separator = " > ";
$l_editprofile = "Изменить профиль";
$l_editprefs = "Редактировать ваши Настройки";
$l_search = "Искать";
$l_memberslist = "Список участников";
$l_faq = "FAQ";
$l_privmsgs = "частные Сообщения";
$l_sendpmsg = "Отправить частное сообщение";
$l_adminpanel = "Администрирование";
$l_poweredby = "Предоставлено";
$l_version = "Версия";
$l_notfilledin = "Ошибка - вы не заполнили все обязательные поля.";
$l_invalidname = "Выбранное вами имя участника  \"\" уже используется.";
$l_disallowname = "Выбранное вами имя пользователя \"\" не разрешено администратором.";
$l_welcomesubj = "Добро пожаловать в форумы ";
$l_welcomemail = "
Добро пожаловать в форумы ,

Сохраните это письмо в ваших архивах.


Информация о вашем доступе: 

----------------------------
Имя пользователя: 
Пароль : 
----------------------------

Не забывайте ваш пароль, он зашифрован в нашей базе данных и мы не сможем восстановить его для вас. 
Однако, если вы его потеряете, мы предоставим вам простую программу, которая позволит вам создать себе новый пароль. 

Благодарим за регистрацию. 


";
$l_beenadded = "Вы были добавлены в базу данных.";
$l_useruniq = "должно быть оригинальным. Два участника не могут иметь одно и то же имя пользователя.";
$l_storecookie = "Разместите ваше имя пользователя в cookie на срок 1 год.";
$l_prefupdated = "Настройки обновлены. Щелкните <a href=\"index.\">здесь</a> чтобы вернуться к оглавлению форума";
$l_themecookie = "ПРИМЕЧАНИЕ: Чтобы использовать цветовые настройки вы ДОЛЖНЫ активировать cookies.";
$l_alwayssig = "Всегда прикреплять мою подпись";
$l_alwayssmile = "Никогда не использовать Smilies";
$l_alwayshtml = "Никогда не использовать HTML";
$l_alwaysbbcode = "Никогда не использовать BBcode";
$l_boardtheme = "Цветовые настройки";
$l_nothemes = "Нет цветовых настроек в базе данных";
$l_saveprefs = "Сохранить мои Настройки";
$l_searchterms = "Ключевые слова";
$l_searchany = "Искать КАЖДОЕ из этих слов (по умолчанию)";
$l_searchall = "Искать ВСЕ слова";
$l_searchallfrm = "Искать во всех форумах";
$l_sortby = "Сортировать по";
$l_searchin = "Искать по";
$l_titletext = "Названию & Тексту";
$l_nomatches = "Ни одна запись не отвечает вашему запросу. Уточните свой поиск.";
$l_whosonline = "Кто в онлайн?";
$l_nousers = "Ни одного участника в данный момент нет в форумах.";
$l_notedit = "Вы не можете редактировать чужие сообщения.";
$l_permdeny = "Вы ввели неверный пароль и или не имеете права редактировать это сообщение. Вернитесь назад и попробуйте еще раз.";
$l_editedby = "Это Сообщение изменено кем:";
$l_stored = "Ваше Сообщение записано.";
$l_viewmsg = "чтобы увидеть ваше Сообщение.";
$l_deleted = "Ваше Сообщение удалено.";
$l_nouser = "Этот имя пользователя не существует.";
$l_passwdlost = "Я потерял пароль!";
$l_delete = "Удалить это сообщение";
$l_disable = "Сделать неактивным";
$l_onthispost = "для этого сообщения";
$l_htmlis = "HTML ";
$l_bbcodeis = "BBcode ";
$l_notify = "сообщить по электронный почте об ответах на сообщение";
$l_emptymsg = "Введите текст Сообщение. Вы не можете разместить пустое Сообщение.";
$l_aboutpost = "О сообщении";
$l_regusers = "Все участники <b>Зарегистрированы</b>";
$l_anonusers = "Участники <b>Анонимны</b>";
$l_modusers = "<B>Только модераторы и администраторы</b>";
$l_anonhint = "<br>(Чтобы разместить сообщение, не указывая вашего авторства, не воодите имя пользователя и пароль)";
$l_inthisforum = "Могут начинать новые темы и отвечать на сообщения в этом форуме";
$l_attachsig = "Показать подпись <font size=-2>(Это может быть изменено или добавлено в ваш профиль)</font>";
$l_cancelpost = "Отменить это сообщение";
$l_nopostlock = "Вы не можете послать сообщение в эту тему, она закрыта.";
$l_notifysubj = "Поступил ответ на вашу тему.";
$l_notifybody = "Уважаемый $m[username]\\r\\nВы получили это письмо, так как поступил ответ на сообщение, которое вы разместили на
форуме, и вы просили проинформировать вас об этом.

Вы можете увидеть тему по адресу:

http://$SERVER_NAME$url_phpbb/viewtopic.$phpEx?topic=$topic&forum=$forum

Или просмотреть оглавление форума $sitename по адресу

http://$SERVER_NAME$url_phpbb

Спасибо за использование форума $sitename.

До свидания.

$email_sig";
$l_norecipient = "Вы должны ввести имя пользователя, которому вы хотите отправить это Сообщение.";
$l_sendothermsg = "Отправить частное сообщение";
$l_cansend = "может отправлять частные Сообщения";
$l_yourname = "Ваше имя пользователя";
$l_recptname = "имя пользователя адресата";
$l_pmposted = "Ответ размещен, вы можете перейти по 
<a href=\"viewpmsg.\">ссылке</a>, чтобы увидеть ваши частные Сообщения";
$l_nopmsgs = "У вас нет частные Сообщения.";
$l_reply = "Ответ";
$l_deletesucces = "Удаление прошло успешно.";
$l_smilesym = "Что написать";
$l_smileemotion = "смайлики";
$l_smilepict = "Рисунок";
$l_wrongactiv = "Ключ активации неверен. Проверьте электронное Сообщение, которое вы получили
и удостоверьтесь, что ссылка скопирована верно.";
$l_passchange = "Ваш пароль успешно изменен. Теперь вы можете перейти к вашим 
<a href=\"bb_profile.?mode=edit\">настройкам</a> и изменить ваш пароль.";
$l_wrongmail = "Указанный электронный адрес не соответствует адресу, указанному в нашей базе данных.";
$l_passsubj = "Форумы  - Изменение пароля";
$l_passsent = "Ваш пароль изменен на новый, сгенерированный случайным образом. Проверьте вашу почту, чтобы
узнать, как закончить процесс изменения пароля.";
$l_emailpass = "выслать по электронной почте потерянный пароль";
$l_passexplain = "Заполните этот бланк, новый пароль будет выслан на ваш электронный адрес";
$l_sendpass = "Отправить пароль";
$langHelp = "помощь";
$langLastMsgs = "Последние сообщения";
$l_quotemsg = "[quote]\\nLe $m[post_time], $m[username] написал:\\n$text\\n[/quote]";
?>