<?php /*
for more information: see languages.txt in the lang folder. 
*/
$Announcement = "Ανακοινώσεις";
$langAnnEmpty = "Τα περιεχόμενα του καταλόγου ανακοινώσεων διαγράφτηκαν";
$AnnouncementModified = "η ανακοίνωση άλλαξε";
$AnnouncementAdded = "Η ανακοίνωση προστέθηκε";
$AnnouncementDeleted = "η ανακοίνωση διαγράφτηκε";
$AnnouncementPublishedOn = "Τοποθετήθηκε την";
$AddAnnouncement = "Προσθήκη Ανακοίνωσης";
$langContent = "Περιεχόμενο";
$AnnouncementDeleteAll = "Διαγραφή καταλόγου ανακοινώσεων";
$professorMessage = "Μύνημα από τον καθηγητή σας";
$langEmailSent = " στάλθηκε στους εγγεγραμμένους μαθητές";
$EmailOption = "Αποστολή (με email) της ανακοίνωσης στους εγγεγραμμένους μαθητές";
$langOn = "On";
$langRegUser = "εγγεγραμμένοι χρήστες του μαθήματος";
$langUnvalid = "έχουν άκυρη διεύθυνση email ή δεν έχουν καθόλου";
$langModifAnn = "Αλλαγή της ανακοίνωσης";
$langModify    = "&#913;&#955;&#955;&#945;&#947;&#942;";
$langDelete    = "&#948;&#953;&#945;&#947;&#961;&#945;&#966;&#942;";
$langTitle     = "&#932;&#943;&#964;&#955;&#959;&#962;";
$langHelp      = "βοήθεια";
$langOk        = "ΟΚ";
$langAddIntro  = "&#928;&#961;&#972;&#963;&#952;&#949;&#963;&#949; &#954;&#949;&#943;&#956;&#949;&#957;&#959; &#949;&#953;&#963;&#945;&#947;&#969;&#947;&#942;&#962;";
$langBackList  = "&#917;&#960;&#953;&#963;&#964;&#961;&#959;&#966;&#942; &#963;&#964;&#951; &#955;&#943;&#963;&#964;&#945;";
$EmailTitle  = "&#920;&#941;&#956;&#945; &#947;&#953;&#945; &#964;&#959; mail";
$langSelectedUsers  = "&#917;&#960;&#953;&#955;&#949;&#947;&#956;&#941;&#957;&#959;&#953; &#967;&#961;&#942;&#963;&#964;&#949;&#962;";
$langSubmit  = "Αποστολή";
$langPleaseSelectUsers  = "&#928;&#961;&#941;&#960;&#949;&#953; &#957;&#945; &#949;&#960;&#953;&#955;&#941;&#958;&#949;&#953;&#962; &#956;&#949;&#961;&#953;&#954;&#959;&#973;&#962; &#967;&#961;&#942;&#963;&#964;&#949;&#962;";
$Teachersubject = "&#932;&#959; &#956;&#942;&#957;&#965;&#956;&#945; &#945;&#960;&#959;&#963;&#964;&#940;&#955;&#949;&#953; &#963;&#964;&#959;&#965;&#962; &#956;&#945;&#952;&#951;&#964;&#941;&#962;";
$langMessages  = "&#924;&#951;&#957;&#973;&#956;&#945;&#964;&#945;";
$langYes = "&#957;&#945;&#953;";
?>