<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langCourseProgram  = "&#928;&#949;&#961;&#953;&#947;&#961;&#945;&#966;&#942; &#956;&#945;&#952;&#942;&#956;&#945;&#964;&#959;&#962;";
$langThisCourseDescriptionIsEmpty  = "Το μάθημα δεν διαθέτει περιγραφή";
$langEditCourseProgram  = "Δημιουργία και διόρθωση";
$langQuestionPlan  = "Ερώτηση στον διδάσκοντα";
$langInfo2Say  = "Πληροφορία για τους φοιτητές";
$langOuAutreTitre  = "&#932;&#943;&#964;&#955;&#959;&#962;";
$langNewBloc  = "&#902;&#955;&#955;&#959;";
$langAddCat  = "&#960;&#961;&#959;&#963;&#952;&#942;&#954;&#951; &#954;&#945;&#964;&#951;&#947;&#959;&#961;&#943;&#945;&#962;";
$langAdd  = "&#928;&#961;&#959;&#963;&#952;&#942;&#954;&#951;";
$langValid  = "&#917;&#960;&#953;&#954;&#973;&#961;&#969;&#963;&#951;";
$langBackAndForget  = "Επιστροφή και ακύρωση";
?>