<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langLinkSite = "Σύνδεση σε ένα site";
$langSubTitle = "Προσθήκη ενος συνδέσμου σε site στην αρχική σελίδα του μαθήματος, μιας σελίδας ή οποιουδήποτε URL. Συμβουλή: αν θέλετε να προσθέσετε ένα σύνδεσμο σε μια σελίδα, πηγαίνετε σε αυτή τη σελίδα, και κάντε αποκοπή και επικόλληση τη διεύθυνσή της στη μπάρα των URL στο πάνω μέρος του browser και εισάγετέ το στο \"link\" πεδίο παρακάτω.";
$langHome = "Επιστροφή στην αρχική σελίδα";
$langName = "Όνομα";
$langLink = "Σύνδεσμος";
$langAddPage            = "Προσθήκη μιας σελίδας";
$langSendPage           = "Όνομα αρχείου της σελίδας";
$langCouldNot           = "Το αρχείο δεν ήταν δυνατόν να σταλεί";
$langTooBig             = "Δεν διαλέξατε κάποιο αρχείο για να στείλετε,ή είναι πολύ μεγάλο";
$langExplanation        = "Η σελίδα πρέπει να είναι σε μορφή HTML (π.χ. \"my_page.htm\"). Θα δημιουργηθεί σύνδεσμος στην αρχική 
σελίδα προς αυτήν. Αν θέλετε να στείλετε αρχεία που δεν είναι σε μορφή HTML (π.χ. PDF, Word, Power Point, Video, κ.λπ.) 
χρησιμοποιήστε τα <a href=../document/document.php>Έγγραφα</a>";
$langPgTitle            = "Τίτλος σελίδας";
$langAdded = "Ο σύνδεσμος προστέθηκε";
?>