<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langForums = "Περιοχές συζητήσεων";
$langOrganisation = "Διαχείριση των περιοχών συζητήσεων";
$langForCat = "Περιοχές συζητήσεων της κατηγορίας";
$langBackCat = "επιστροφή στις κατηγορίες";
$langForName = "Όνομα περιοχής συζητήσεων";
$langFunctions = "Λειτουργίες";
$langAddForCat = "Προσθήκη περιοχής συζητήσεων στην κατηγορία";
$langChangeCat = "Αλλαγή της κατηγορίας";
$langModCatName = "Αλλαγή ονόματος κατηγορίας";
$langCat = "Κατηγορία";
$langNameCat = "Το όνομα της κατηγορίας έχει αλλάξει";
$langCatAdded = "Προστέθηκε κατηγορία";
$langForCategories = "Κατηγορίες περιοχών συζητήσεων";
$langAddForums = "Για να προσθέσετε περιοχές συζητήσεων, κάντε κλίκ στο «Περιοχές συζητήσεων» στην κατηγορία της επιλογής σας. Μια κενή κατηγορία (χωρίς περιοχές) δεν θα φαίνεται στους φοιτητές";
$langCategories = "Κατηγορίες";
$langNbFor = "Αριθμός περιοχών συζητήσεων";
$langAddCategory = "Προσθήκη κατηγορίας";
?>