<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langLoginBeforePost3  = "κάνετε login στην Τάξη";
$langLoginBeforePost2  = "πρέπει προηγουμένως να ";
$langLoginBeforePost1  = "Για να στείλετε μηνύματα, ";
$langLastMsg = "Τελευταίο μην.";
$langEditDel = "αλλαγή/διαγραφή";
$langSeen = "Παλιά";
$langAdm = "διαχείριση";
$langQuote = "quote";
$langNewTopic = "Νέο θέμα";
$langAnswer = "Απάντηση";
$langGroupDocumentsLink = "Έγγραφα ομάδας ";
$langMyGroup = "η ομάδα μου";
$langOneMyGroups = "επιβλέπων";
$l_body = "Σώμα μηνύματος";
$l_prevpage      = "Προηγούμενη σελίδα";
$l_new           = "Νέο";
$l_enterpassword = "Πρέπει να δώσετε το συνθηματικό σας";
$l_perday        = "Μηνύματα ανά ημέρα";
$l_oftotal       = "του συνόλου";
$l_userdisallowed = "Το Όνομα χρήστη που επιλέξατε δεν επιτρέπεται από το διαχειριστή. Παρακαλούμε επιστρέψτε στην προηγούμενη σελίδα και ξαναδοκιμάστε.";
$l_noprivatepost  = "Αυτή η περιοχή συζητήσεων είναι <b>προσωπική</b>. Δεν έχετε πρόσβαση αποστολής μηνυμάτων σε αυτή την περιοχή.";
$l_statsblock    = "$statsblock = \"Οι χρήστες μας έχουν στείλει συνολικά -$total_posts- μηνύματα.<br>
Έχουμε -$total_users- καταχωρημένους χρήστες.<br>
Ο νεότερος καταχωρημένος χρήστης: -<a href=\\\"$profile_url\\\">$newest_user</a>-.<br>
-$users_online- \". ($users_online==1?\"χρήστης\":\"χρήστες\") .\" <a href=\\\"$online_url\\\">διαβάζουν αυτή τη στιγμή</a> τις περιοχές συζητήσεων.<br>\";";
$l_privnotify    = "$privnotify = \"<br>Έχετε $new_message <a href=\\\"$privmsg_url\\\">\".($new_message>1?\"νέα προσωπικά μηνύματα\":\"νέο προσωπικό μήνυμα\").\"</a>.\";";
$l_thankregister = "Σας ευχαριστούμε για την εγγραφή σας!";
$l_alwaysdisable = "Απενεργοποίηση παντού ";
$l_boardlang     = "Γλώσσα περιοχής συζητήσεων";
$l_topicreview   = "Ανασκόπηση θέματος";
$l_pwdmessage = "$checkinfo[username],
Λαμβάνετε αυτό το μήνυμα γιατί εσείς (ή κάποιος που προσποιήθηκε εσάς)
ζήτησε αλλαγή συνθηματικού στις περιοχές συζητήσεων του $sitename. Αν
πιστεύετε ότι λάβατε αυτό το μήνυμα κατά λάθος, απλώς διαγράψτε το και
το συνθηματικό σας θα μείνει ίδιο.

Το νέο συνθηματικό που δημιουργήθηκε αυτόματα είναι: $newpw

Για να τεθεί σε ενέργεια αυτή η αλλαγή πρέπει να επισκεφτείτε τη σελίδα:

   http://$SERVER_NAME$PHP_SELF?actkey=$key

Μόλις επισκεφτείτε αυτή τη σελίδα το συνθηματικό σας θα αλλαχτεί στη βάση
δεδομένων μας, και θα μπορείτε να το αλλάξετε όπως επιθυμείτε από την σελίδα
του προφίλ σας.

Σας ευχαριστούμε που χρησιμοποιείτε τις περιοχές συζητήσεων του $sitename.

$email_sig";
$l_forum = "Περιοχή συζητήσεων";
$l_forums = "Περιοχές συζητήσεων";
$l_topic = "Θέμα";
$l_topics = "Θέματα";
$l_replies = "Απαντήσεις";
$l_poster = "Αποστολέας";
$l_author = "Συγγραφέας";
$l_views = "Όψεις";
$l_post = "Αποστολή";
$l_posts = "Αποστολές";
$l_message = "Μήνυμα";
$l_messages = "Μηνύματα";
$l_subject = "Θέμα";
$l_from = "Από";
$l_moderator = "Συντονιστής";
$l_username = "Όνομα χρήστη";
$l_password = "Συνθηματικό";
$l_email = "Email";
$l_emailaddress = "Διεύθυνση Email";
$l_preferences = "Προτιμήσεις";
$l_anonymous = "Ανώνυμος";
$l_guest = "Φιλοξενούμενος";
$l_noposts = "Όχι Αποστολές";
$l_joined = "Προσχώρηση";
$l_gotopage = "Πήγαινε σε σελίδα";
$l_nextpage = "Επόμενη σελίδα";
$l_go = "Πήγαινε";
$l_selectforum = "Επιλογή Περιοχή συζητήσεων";
$l_date = "Ημερομηνία";
$l_number = "Αριθμός";
$l_name = "Όνομα";
$l_options = "Επιλογές";
$l_submit = "Υποβολή";
$l_confirm = "Επιβεβαίωση";
$l_enter = "Είσοδος";
$l_by = "από";
$l_ondate = "στις";
$l_html = "HTML";
$l_bbcode = "BBcode";
$l_smilies = "Smilies";
$l_on = "On";
$l_off = "Off";
$l_yes = "Ναι";
$l_no = "Όχι";
$l_click = "Πιέστε";
$l_here = "εδώ";
$l_toreturn = "για επιστροφή";
$l_returnindex = "για επιστροφή στο ευρετήριο περιοχών συζητήσεων.";
$l_returntopic = "για επιστροφή στον κατάλογο θεμάτων της περιοχής συζητήσεων.";
$l_error = "Σφάλμα";
$l_tryagain = "Παρακαλούμε επιστρέψτε στην προηγούμενη σελίδα και ξαναδοκιμάστε.";
$l_mismatch = "Τα συνθηματικά δεν είναι ίδια.";
$l_userremoved = "Ο χρήστης αυτός έχει διαγραφεί από τον κατάλογο χρηστών";
$l_wrongpass = "Δώσατε λάθος συνθηματικό.";
$l_userpass = "Παρακαλούμε δώστε το όνομα χρήστη και το συνθηματικό σας.";
$l_banned = "Σας έχει απαγορευτεί η πρόσβαση σε αυτή την περιοχή. Αν έχετε κάποια ερώτηση επικοινωνήστε με το διαχειριστή του συστήματος.";
$l_nopost = "Δεν έχετε δικαίωμα αποστολής μηνυμάτων σε αυτή την περιοχή.";
$l_noread = "Δεν έχετε δικαίωμα ανάγνωσης αυτής της περιοχής.";
$l_lastpost = "Τελευταία Αποστολή";
$l_sincelast = "από την προηγούμενη επίσκεψή σας.";
$l_newposts = "Υπάρχουν νέα Αποστολές από την προηγούμενη επίσκεψή σας.";
$l_nonewposts = "Δεν υπάρχουν νέα Αποστολές από την προηγούμενη επίσκεψή σας.";
$l_indextitle = "Ευρετήριο περιοχών συζητήσεων";
$l_profile = "Προφίλ";
$l_register = "Καταχώρηση";
$l_onlyreq = "Απαιτείται μόνο αν αλλάζει";
$l_location = "Από";
$l_viewpostuser = "Εμφάνιση μηνυμάτων μόνο αυτού του χρήστη";
$l_url = "URL";
$l_icq = "ICQ";
$l_icqnumber = "Αριθμός ICQ";
$l_icqadd = "Προσθήκη";
$l_icqpager = "Pager";
$l_aim = "AIM";
$l_yim = "YIM";
$l_yahoo = "Yahoo Messenger";
$l_msn = "MSN";
$l_messenger = "MSN Messenger";
$l_website = "Διεύθυνση ιστοσελίδας";
$l_occupation = "Επάγγελμα";
$l_interests = "Ενδιαφέροντα";
$l_signature = "Υπογραφή";
$l_sigexplain = "Ένα κείμενο που επισυνάπτεται στο τέλος των μηνυμάτων σας.<BR>Μέγιστο μήκος 255 χαρακτήρες!";
$l_usertaken = "Το Όνομα χρήστη που επιλέξατε χρησιμοποιείται ήδη.";
$l_infoupdated = "Οι πληροφορίες σας ενημερώθηκαν";
$l_publicmail = "Εμφάνιση της διεύθυνσης email σας στους άλλους χρήστες";
$l_itemsreq = "Τα στοιχεία που σημειώνονται με * είναι υποχρεωτικά";
$l_viewforum = "Εμφάνιση περιοχής συζητήσεων";
$l_notopics = "Δεν υπάρχουν θέματα σε αυτή την περιοχή. Μπορείτε να ξεκινήσετε ένα νέο.";
$l_hotthres = "Περισσότερα από  μηνύματα";
$l_islocked = "Το θέμα είναι κλειδωμένο (δεν μπορούν να αποσταλούν νέα μηνύματα σε αυτό)";
$l_moderatedby = "Συντονιστής: ";
$l_privateforum = "Αυτή η περιοχή συζητήσεων είναι <b>προσωπική</b>.";
$l_private = "Αυτή η περιοχή συζητήσεων είναι <b>προσωπική</b>.<br>Σημείωση: πρέπει να έχετε ενεργοποιημένα τα cookies για να χρησιμοποιήσετε προσωπικές περιοχές.";
$l_topictitle = "Εμφάνιση θέματος";
$l_unregistered = "Μη καταχωρημένος χρήστης";
$l_posted = "Στάλθηκε";
$l_profileof = "Εμφάνιση προφίλ του";
$l_viewsite = "Μετάβαση στην ιστοσελίδα του";
$l_icqstatus = "ICQ status";
$l_editdelete = "Διόρθωση/διαγραφή αυτού του μηνύματος";
$l_replyquote = "Απάντηση με παράθεση";
$l_viewip = "Εμφάνιση IP αποστολέα (μόνο για διαχειριστές/συντονιστές)";
$l_locktopic = "Κλείδωμα αυτού του θέματος";
$l_unlocktopic = "Ξεκλείδωμα αυτού του θέματος";
$l_movetopic = "Μεταφορά αυτού του θέματος";
$l_deletetopic = "Διαγραφή αυτού του θέματος";
$l_loggedinas = "Συνδεδεμένος ως";
$l_notloggedin = "Μη συνδεδεμένος";
$l_logout = "Αποσύνδεση";
$l_login = "Σύνδεση";
$l_separator = "» »";
$l_editprofile = "Μεταβολή προφίλ";
$l_editprefs = "Αλλαγή των προτιμήσεών σας";
$l_search = "Αναζήτηση";
$l_memberslist = "Λίστα μελών";
$l_faq = "FAQ";
$l_privmsgs = "Προσωπικά μηνύματα";
$l_sendpmsg = "Αποστολή προσωπικού μηνύματος";
$l_adminpanel = "Πίνακας διαχείρισης";
$l_poweredby = "Υποστηρίζεται από το";
$l_version = "Έκδοση";
$l_notfilledin = "Σφάλμα - δε συμπληρώσατε όλα τα απαιτούμενα πεδία";
$l_invalidname = "Το όνομα χρήστη που επιλέξατε, \"\", χρησιμοποιείται ήδη.";
$l_disallowname = "Το όνομα χρήστη \"\" δεν επιτρέπεται από τον διαχειριστή.";
$l_welcomesubj = "Καλωσορίσατε στις περιοχές συζητήσεων του ";
$l_welcomemail = "
Καλωσορίσατε στις περιοχές συζητήσεων του ,

Παρακαλούμε φυλάξτε αυτό το μήνυμα για το αρχείο σας.


Τα στοιχεία του λογαριασμού σας είναι τα εξής:

----------------------------
Όνομα χρήστη: 
Συνθηματικό: 
----------------------------

Παρακαλούμε μην ξεχάσετε το συνθηματικό σας γιατί στη βάση δεδομένων μας είναι
κρυπτογραφημένο και δεν μπορούμε να το ξαναβρούμε. Αν όμως το ξεχάσετε, υπάρχει
η δυνατότητα να δημιουργηθεί ένα νέο τυχαίο συνθηματικό και να σας αποσταλεί
μέσω ηλεκτρονικού ταχυδρομείου.

Σας ευχαριστούμε για την εγγραφή σας.


";
$l_beenadded = "Προστεθήκατε στη βάση δεδομένων.";
$l_useruniq = "Πρέπει να είναι μοναδικό. Δε γίνεται δύο χρήστες να έχουν το ίδιο όνομα.";
$l_storecookie = "Αποθήκευση του ονόματός σας σε ένα «cookie» για ένα χρόνο.";
$l_prefupdated = "Οι προτιμήσεις ενημερώθηκαν. <a href=\"index.\">Πιέστε εδώ για να επιστρέψετε</a> στην κεντρική σελίδα";
$l_themecookie = "ΣΗΜΕΙΩΣΗ: για να αλλάξετε την εμφάνιση των σελίδων πρέπει να έχετε τα cookies ενεργά.";
$l_alwayssig = "Προσθήκη υπογραφής σε όλα τα μηνύματα";
$l_alwayssmile = "Απενεργοποίηση των Smilies παντού";
$l_alwayshtml = "Απενεργοποίηση της HTML παντού";
$l_alwaysbbcode = "Απενεργοποίηση του BBcode παντού";
$l_boardtheme = "Εμφάνιση περιοχής συζητήσεων";
$l_nothemes = "Δεν υπάρχουν ρυθμίσεις εμφάνισης στη βάση";
$l_saveprefs = "Αποθήκευση προτιμήσεων";
$l_searchterms = "Λέξεις κλειδιά";
$l_searchany = "Αναζήτηση για ΟΠΟΙΟΝΔΗΠΟΤΕ από τους όρους (Προκαθορισμένο)";
$l_searchall = "Αναζήτηση για ΟΛΟΥΣ τους όρους";
$l_searchallfrm = "Αναζήτηση σε όλες τις περιοχές συζητήσεων";
$l_sortby = "Ταξινόμηση κατα";
$l_searchin = "Αναζήτηση σε";
$l_titletext = "Τίτλο και Κείμενο";
$l_nomatches = "Δεν βρέθηκαν εγγραφές που να ταιριάζουν. Παρακαλώ διευρύνετε την αναζήτηση.";
$l_whosonline = "Ποιος είναι συνδεδεμένος;";
$l_nousers = "Κανείς χρήστης δε διαβάζει αυτή τη στιγμή τις περιοχές συζητήσεων";
$l_notedit = "Δεν μπορείτει να αλλάξετε μήνυμα που δεν είναι δικό σας.";
$l_permdeny = "Δεν δώσατε το σωστό Συνθηματικό ή δεν έχετε το δικαίωμα να αλλάξετε αυτό το μήνυμα. Παρακαλούμε επιστρέψτε στην προηγούμενη σελίδα και ξαναδοκιμάστε.";
$l_editedby = "Το Μήνυμα διορθώθηκε από:";
$l_stored = "Το Μήνυμα αποθηκεύτηκε στη βάση.";
$l_viewmsg = "για να εμφανίσετε το Μήνυμα.";
$l_deleted = "Το Αποστολή διαγράφτηκε.";
$l_nouser = "Το Όνομα χρήστη δεν υπάρχει.";
$l_passwdlost = "Ξέχασα το συνθηματικό μου!";
$l_delete = "Διαγραφή αυτού του μηνύματος";
$l_disable = "Απενεργοποίηση";
$l_onthispost = "σε αυτό το μήνυμα";
$l_htmlis = "HTML ";
$l_bbcodeis = "BBcode ";
$l_notify = "Ειδοποίηση μέσω email αν σταλούν απαντήσεις";
$l_emptymsg = "Για να στείλετε ένα μήνυμα πρέπει να γράψετε κάποιο κείμενο. Δεν μπορείτε να στείλετε κενό μήνυμα.";
$l_aboutpost = "Σχετικά με την αποστολή μηνυμάτων";
$l_regusers = "Όλοι οι <b>εγγεγραμμένοι</b> χρήστες";
$l_anonusers = "Οι <b>ανώνυμοι</b> χρήστες";
$l_modusers = "Μόνο οι <b>συντονιστές</b> και οι <b>διαχειριστές</b>";
$l_anonhint = "<br>(για να στείλετε μήνυμα ανώνυμα απλώς μη δώσετε όνομα χρήστη και συνθηματικό)";
$l_inthisforum = "μπορούν να στείλουν απαντήσεις και να ανοίξουν νέα θέματα εδώ";
$l_attachsig = "Εμφάνιση υπογραφής <font size=-2>(Μπορεί να προστεθεί ή να αλλαχτεί στο προφίλ σας)</font>";
$l_cancelpost = "Ακύρωση αποστολής";
$l_nopostlock = "Δεν μπορείτε να στείλετε απαντήσεις σε αυτό το θέμα, έχει κλειδωθεί.";
$l_notifysubj = "Στάλθηκε μια απάντηση στο θέμα σας.";
$l_notifybody = "$m[username]\\r\\nΛαμβάνετε αυτό το email γιατί κάποιος απάντησε
σε ένα μήνυμα που στείλατε στις περιοχές συζητήσεων του $sitename, και είχατε
ζητήσει να ειδοποιηθείτε σε αυτή την περίπτωση.

Μπορείτε να δείτε το θέμα στο:

http://$SERVER_NAME$url_phpbb/viewtopic.$phpEx?topic=$topic&forum=$forum

Ή να δείτε το ευρετήρηο των περιοχών συζητήσεων του $sitename στο:

http://$SERVER_NAME$url_phpbb

Σας ευχαριστούμε που χρησιμοποιείτε τις περιοχές συζητήσεων του $sitename.

Καλή σας μέρα.

$email_sig";
$l_norecipient = "Πρέπει να εισάγετε το όνομα χρήστη προς το οποίο θέλετε να στείλετε το μήνυμα.";
$l_sendothermsg = "Αποστολή άλλου προσωπικού μηνύματος";
$l_cansend = "μπορούν να στείλουν προσωπικά μηνύματα";
$l_yourname = "Το όνομα χρήστη σας";
$l_recptname = "Όνομα χρήστη παραλήπτη";
$l_pmposted = "Στάλθηκε απάντηση, πιέστε <a href=\"viewpmsg.\">εδώ</a> για να δείτε τα προσωπικά σας μηνύματα";
$l_nopmsgs = "Δεν έχετε προσωπικά μηνύματα.";
$l_reply = "Απάντηση";
$l_deletesucces = "Διαγραφή επιτυχής.";
$l_smilesym = "Τι να γράψετε";
$l_smileemotion = "Συναίσθημα";
$l_smilepict = "Εικόνα";
$l_wrongactiv = "Το κλειδί ενεργοποίησης που δώσατε δεν είναι σωστό. Παρακαλώ ελέγξτε το μήνυμα email που λάβατε και βεβαιωθείτε ότι έχετε αντιγράψει το κλειδί ενεργοποίησης ακριβώς.";
$l_passchange = "Το συνθηματικό σας αλλάχτηκε επιτυχώς. Μπορείτε τώρα να πάτε στο <a href=\"bb_profile.?mode=edit\">προφίλ σας</a> και να διαλάξετε ένα συνθηματικό της προτίμησής σας.";
$l_wrongmail = "Η διεύθυνση email που δώσατε δεν ταιριάζει με αυτήν που είναι αποθηκευμένη στη βάση μας.";
$l_passsubj = "Αλλαγή συνθηματικού περιοχών συζητήσεων ";
$l_passsent = "Ορίστηκε για σας ένα νέο τυχαίο συνθηματικό. Παρακαλούμε ελέγξτε τα μηνύματα email σας για το πώς θα ολοκληρώσετε τη διαδικασία αλλαγής συθηματικού.";
$l_emailpass = "Αποστολή συνθηματικού μέσω email";
$l_passexplain = "Παρακαλούμε συμπληρώστε αυτή τη φόρμα, και ένα νέο συνθηματικό θα σας σταλεί μέσω ηλεκτρονικού ταχυδρομείου.";
$l_sendpass = "Αποστολή συνθηματικού";
$langHelp = "βοήθεια";
$l_quotemsg = "[quote]\\nΣτις $m[post_time], ο/η $m[username] έγραψε:\\n$text\\n[/quote]";
?>