<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langStatDB              = "ฐานข้อมูลการติดตามผล";
$langEnableTracking      = "เปิดระบบการติดตามผล";
$langInstituteShortName  = "ชื่อย่อหน่วยงานของคุณ";
$langWarningResponsible  = "ใช้คำสั่งนี้หลังการสำรองข้อมูล ทีม Dokeos จะไม่สามารถตอบท่านได้หากข้อมูลเกิดเสียหายหรือมีข้อมูลที่ไม่สามารถเรียกได้";
$langAllowSelfRegProf  = "อนุญาตให้ผู้ลงทะเบียนเป็นสมาชิกผู้ใช้ใหม่ มีสิทธิฐานะเป็นอาจารย์ผู้สอนในระบบแสร้างวิชาได้ทันที";
$langEG = "ออก";
$langDBHost = "ฐานข้อมูลที่เก็บไว้ในเครื่องบริการ";
$langDBLogin = "ชื่อผู้มีสิทธิฐานะเข้าใช้ฐานข้อมูลในเครื่องบริการแม่ข่ายของคุณ ";
$langDBPassword = "รหัสผ่านเข้าใช้ฐานข้อมูลระบบ";
$langMainDB = "ฐานข้อมูลหลักของ Dokeos(DB)";
$langAllFieldsRequired = "ต้องกรอกทุกรายการ";
$langPrintVers = "รุ่นที่พิมพ์ได้
";
$langLocalPath = "สอดคล้องกับที่อยู่ไฟล์ของเครื่องที่ใช้งานอยู่";
$langAdminEmail = "อีเมลของผู้จัดการระบบ";
$langAdminName = "นามสกุลของผู้จัดการระบบ";
$langAdminSurname = "ชื่อของผู้จัดการระบบ";
$langAdminLogin = "การเข้าสู่ระบบของผู้จัดการระบบ:Administrator login";
$langAdminPass = "รหัสผ่านของผู้จัดการระบบ(<font color=\"red\">คุณอาจต้องเปลี่ยนแปลงตามนี้</font>)";
$langEducationManager = "ผู้จัดการโครงการ Project manager";
$langHelpDeskPhone = "เบอร์โทรศัพท์ศูนย์กลางคำแนะนำ";
$langCampusName = "ชื่อเว็ปไซท์ที่ทำการ";
$langInstituteName = "ชื่อของหน่วยงาน";
$langDBSettingIntro = "ในการติดตั้งระบบบริการจัดการการเรียนการสอนDokeosนั้น โดยปกติสคริ๊ปคำสั่งจะสร้างฐานข้อมูลหลักให้อัตโนมัติอย่างน้อย 4 ฐานข้อมูลหลัก ก่อนการติดตั้งขอให้ทราบไว้ว่า Dokeos จะใช้งานฐานข้อมูลหลายรายการ ในลักษณะรวมกลุ่มไว้เป็นกลุ่มรวมภายในและแยกเป็นฐานแยกชื่อ ซึ่งในขั้นตอนการติดตั้งคุณต้องทราบว่าเครื่องบริการแม่ข่ายที่คุณเช่าหรือมีเก็บโฮมเพจของคุณนั้น ระบบเขาอนุญาตให้เราสร้างชื่อฐานข้อมูลอัตโนมัติในครั้งเดียวได้หรือไม่ หรือจะต้องสร้างชื่อฐานข้อมูลรองรับไว้ก่อนการติดตั้ง เพราะคุณจะต้องเลือกยอมรับและกำหนดค่าว่าจะติดตั้งแบบรวมฐาน หรือแยกฐานข้อมูล หากท่านติดตั้งแบบอัตโนมัติ One database หรือเลือกเป็น Several database แล้วระบบไม่ทำงาน ให้ลองวิธีที่สองคือเข้าไปตั้งชื่อฐานข้อมูลไว้ในระบบก่อน หากต้องการความช่วยเหลือให้เข้าอ่านไฟล์การติดตั้งก่อน หรือดูขั้นตอนการติดตั้งได้ในเว็ปไซท์ของ ทิณบุตรดอทคอมwww.tinnabutr.com/dokeos ";
$langStep1 = "ขั้นตอนที่1จากทั้งหมด 6 ขั้นตอน";
$langStep2 = "ขั้นตอนที่2จากทั้งหมด 6 ขั้นตอน";
$langStep3 = "ขั้นตอนที่3จากทั้งหมด 6 ขั้นตอน";
$langStep4 = " ขั้นตอนที่4จากทั้งหมด 6 ขั้นตอน  ";
$langStep5 = "ขั้นตอนที่5จากทั้งหมด 6 ขั้นตอน  ";
$langStep6 = " ขั้นตอนสุดท้าย";
$langCfgSetting = "ตั้งค่าระบบหลัก";
$langDBSetting = "ตั้งค่าระบบฐานข้อมูลMySQL ";
$langMainLang = "ภาษาหลักของระบบ";
$langLicence = "การอนุญาตใช้ลิขสิทธิ์";
$langLastCheck = "ตรวจสอบครั้งสุดท้ายก่อนการติดตั้ง";
$langRequirements = "สิ่งที่ต้องการ";
$langDbPrefixForm = "ชื่อนำหน้าของชื่อฐานข้อมูลMySQL";
$langDbPrefixCom = "ปล่อยว่างไว้หากไม่ต้องการกำหนด";
$langEncryptUserPass = "เข้ารหัสความปลอดภัย รหัสของผู้ใช้ไว้ในฐานข้อมูล ";
$langSingleDb = "ใช้ฐานข้อมูลเดียวหรือหลายฐานข้อมูลให้กับระบบของ Dokeos";
$langAllowSelfReg = "อนุญาตให้สามารถลงทะเบียนเป็นผู้ใช้ในระบบได้ด้วยตัวเอง";
$langRecommended = "(แนะนำให้เลือกกระทำตามรายการนี้)";
$langScormDB = "ฐานข้อมูลScorm(Sharable Courseware Object Reference Model )รูปแบบของวัสดุทางการศึกษาที่สามารถแบ่งปันให้ใช้ร่วมกันได้และอ้างอิงได้อย่างมีมาตรฐานเป็นสากล";
$langAdminLastName = "ชื่อผู้จัดการระบบ";
$langAdminFirstName = "นามสกุลผู้จัดการระบบ";
$langAdminPhone = "เบอร์โทรศัพท์ของผู้จัดการระบบ";
$langInstituteURL = "ชื่อเว็ปไซท์ของหน่วยงานคุณ ตัวอย่างเช่น:<b>http://www.tinnabutr.com</b>";
$langDokeosURL = "ที่อยู่เว็ปไซท์ของระบบ Dokeos(http://www.dokeos.com) ";
$langUserDB = "ฐานข้อมูลผู้ใช้";
$ReadThoroughly = "อ่านอย่างละเอียดถี่ถ้วน";
$DokeosNeedFollowingOnServer = "เพื่อให้Dokeosใช้งานได้ เครื่องแม่ข่ายบริการของคุณจะต้องมีคุณสมบัติและส่วนประกอบดังนี้คือ";
$WarningExistingDokeosInstallationDetected = "คำเตือน:<br>ตัวติดตั้งโปรแกรมตรวจพบว่ามีการติดตั้งDokeosในเครื่องแม่ข่ายบริการของคุณแล้ว";
$NewInstallation = "ติดตั้งใหม่";
$CheckDatabaseConnection = "&#3605;&#3619;&#3623;&#3592;&#3626;&#3629;&#3610;&#3585;&#3634;&#3619;&#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3605;&#3656;&#3629;&#3600;&#3634;&#3609;&#3586;&#3657;&#3629;&#3617;&#3641;&#3621;";
?>