<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langForums = "Форуми";
$langOrganisation = "Форуми администрация";
$langForCat = "Форуми за категория";
$langBackCat = "Обратно към категориите";
$langForName = "Име на форума";
$langFunctions = "Функции";
$langAddForCat = "Добави форум в категория";
$langChangeCat = "Смени категорията";
$langModCatName = "Промени името на категорията";
$langCat = "Категория";
$langNameCat = "Името на категорията е променено";
$langCatAdded = "Категорията добавена";
$langForCategories = "Форум категории";
$langAddForums = "За да добавиш форум, натисни върху \"Форум\" в категорията , която си избрал. Празна категория  (без форуми) няма да е видима за студентите";
$langCategories = "категории";
$langNbFor = "Брой на форумите";
$langAddCategory = "Добави категория";
$langCatDeleted = "&#1050;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1077; &#1087;&#1088;&#1077;&#1084;&#1072;&#1093;&#1085;&#1072;&#1090;&#1072;";
$langNameForum = "&#1060;&#1086;&#1088;&#1091;&#1084;&#1098;&#1090; &#1073;&#1077;&#1096;&#1077; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1077;&#1085;";
$langForumDeleted = "&#1060;&#1086;&#1088;&#1091;&#1084;&#1098;&#1090; &#1073;&#1077;&#1096;&#1077; &#1087;&#1088;&#1077;&#1084;&#1072;&#1093;&#1085;&#1072;&#1090;";
$langForumAdded = "&#1055;&#1088;&#1080;&#1073;&#1072;&#1074;&#1077;&#1085; &#1077; &#1092;&#1086;&#1088;&#1091;&#1084;";
?>